using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class ItemsController : MonoBehaviour
{
    public string[] simpleWeapon = { "Боевой посох", "Булава", "Дубинка", "Кинжал", "Копье",
        "Легкий молот", "Метательное копье", "Палица", "Ручной топор", "Серп", "Легкий арбалет",
        "Дротик", "Короткий лук", "Праща"};

    public string[] matrialWeapon = { "Алебарда", "Боевая кирка", "Боевой молот", "Боевой топор",
        "Глефа", "Двуручный меч", "Длинное копье", "Длинный меч", "Кнут", "Короткий меч",
        "Молот", "Моргенштерн", "Пика", "Рапира", "Секира", "Скимитар", "Трезубец", "Цеп", 
        "Ручной арбалет", "Тяжелый арбалет", "Длинный лук", "Духовая трубка", "Сеть" };
}
